{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "MemreportParser Plugin"
					},
					"Translation":
					{
						"Text": "MemreportParser Plugin"
					},
					"Key": "MemreportParser"
				}
			]
		},
		{
			"Namespace": "FMemreportParserModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Add code to {0} in {1} to override this window's contents"
					},
					"Translation":
					{
						"Text": "Add code to {0} in {1} to override this window's contents"
					},
					"Key": "WindowWidgetText"
				},
				{
					"Source":
					{
						"Text": "Choose File Folder"
					},
					"Translation":
					{
						"Text": "Choose File Folder"
					},
					"Key": "OnClickChooseFileFolder"
				},
				{
					"Source":
					{
						"Text": "Choose a folder"
					},
					"Translation":
					{
						"Text": "Choose a folder"
					},
					"Key": "DatasmithDirProducerFolderTitle"
				}
			]
		},
		{
			"Namespace": "MemreportStartPageWindow",
			"Children": [
				{
					"Source":
					{
						"Text": "Boot Time"
					},
					"Translation":
					{
						"Text": "Boot Time"
					},
					"Key": "BootTimeColumn"
				},
				{
					"Source":
					{
						"Text": "File Name"
					},
					"Translation":
					{
						"Text": "File Name"
					},
					"Key": "FileNameColumn"
				},
				{
					"Source":
					{
						"Text": "Large Pool OS Allocated"
					},
					"Translation":
					{
						"Text": "Large Pool OS Allocated"
					},
					"Key": "LargePoolOSAllocatedColumn"
				},
				{
					"Source":
					{
						"Text": "Large Pool Requested Allocations"
					},
					"Translation":
					{
						"Text": "Large Pool Requested Allocations"
					},
					"Key": "LargePoolRequestedAllocationsColumn"
				},
				{
					"Source":
					{
						"Text": "Memreport Files"
					},
					"Translation":
					{
						"Text": "Memreport Files"
					},
					"Key": "SessionsPanelTitle"
				},
				{
					"Source":
					{
						"Text": "MemreportFileWindow"
					},
					"Translation":
					{
						"Text": "MemreportFileWindow"
					},
					"Key": "MemreportFileWindow"
				},
				{
					"Source":
					{
						"Text": "Physical Memory Used"
					},
					"Translation":
					{
						"Text": "Physical Memory Used"
					},
					"Key": "PhysicalMemoryUsedColumn"
				},
				{
					"Source":
					{
						"Text": "Platform"
					},
					"Translation":
					{
						"Text": "Platform"
					},
					"Key": "PlatformColumn"
				},
				{
					"Source":
					{
						"Text": "Small Pool Allocations"
					},
					"Translation":
					{
						"Text": "Small Pool Allocations"
					},
					"Key": "SmallPoolAllocationsColumn"
				},
				{
					"Source":
					{
						"Text": "Small Pool OS Allocated"
					},
					"Translation":
					{
						"Text": "Small Pool OS Allocated"
					},
					"Key": "SmallPoolOSAllocatedColumn"
				},
				{
					"Source":
					{
						"Text": "Unknown Column"
					},
					"Translation":
					{
						"Text": "Unknown Column"
					},
					"Key": "UnknownColumn"
				},
				{
					"Source":
					{
						"Text": "Virtual Memory Used"
					},
					"Translation":
					{
						"Text": "Virtual Memory Used"
					},
					"Key": "VirtualMemoryUsedColumn"
				}
			]
		},
		{
			"Namespace": "SExportTab",
			"Children": [
				{
					"Source":
					{
						"Text": "Export Actors CSV"
					},
					"Translation":
					{
						"Text": "Export Actors CSV"
					},
					"Key": "ExportActorsCSV_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Export Actors CSV"
					},
					"Translation":
					{
						"Text": "Export Actors CSV"
					},
					"Key": "ExportActorsCSV"
				},
				{
					"Source":
					{
						"Text": "Export ConfigCache CSV"
					},
					"Translation":
					{
						"Text": "Export ConfigCache CSV"
					},
					"Key": "ExportConfigCacheCSV_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Export ConfigCache CSV"
					},
					"Translation":
					{
						"Text": "Export ConfigCache CSV"
					},
					"Key": "ExportConfigCacheCSV"
				},
				{
					"Source":
					{
						"Text": "Export Objects CSV"
					},
					"Translation":
					{
						"Text": "Export Objects CSV"
					},
					"Key": "ExportObjectsCSV_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Export Objects CSV"
					},
					"Translation":
					{
						"Text": "Export Objects CSV"
					},
					"Key": "ExportObjectsCSV"
				},
				{
					"Source":
					{
						"Text": "Export Textures CSV"
					},
					"Translation":
					{
						"Text": "Export Textures CSV"
					},
					"Key": "ExportTexturesCSV_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Export Textures CSV"
					},
					"Translation":
					{
						"Text": "Export Textures CSV"
					},
					"Key": "ExportTexturesCSV"
				}
			]
		},
		{
			"Namespace": "STextureCharts",
			"Children": [
				{
					"Source":
					{
						"Text": "Format"
					},
					"Translation":
					{
						"Text": "Format"
					},
					"Key": "STextureChart_ButtonFormatChart"
				},
				{
					"Source":
					{
						"Text": "Group"
					},
					"Translation":
					{
						"Text": "Group"
					},
					"Key": "STextureChart_ButtonGroupChart"
				},
				{
					"Source":
					{
						"Text": "Unlocked1"
					},
					"Translation":
					{
						"Text": "Unlocked1"
					},
					"Key": "UnlockedNotice1"
				},
				{
					"Source":
					{
						"Text": "Unlocked2"
					},
					"Translation":
					{
						"Text": "Unlocked2"
					},
					"Key": "UnlockedNotice2"
				}
			]
		},
		{
			"Namespace": "STextureList",
			"Children": [
				{
					"Source":
					{
						"Text": "Disk Size"
					},
					"Translation":
					{
						"Text": "Disk Size"
					},
					"Key": "CookedSizeColumn"
				},
				{
					"Source":
					{
						"Text": "Disk Width"
					},
					"Translation":
					{
						"Text": "Disk Width"
					},
					"Key": "CookedWidthColumn"
				},
				{
					"Source":
					{
						"Text": "Format"
					},
					"Translation":
					{
						"Text": "Format"
					},
					"Key": "FormatColumn"
				},
				{
					"Source":
					{
						"Text": "LODGroup"
					},
					"Translation":
					{
						"Text": "LODGroup"
					},
					"Key": "LODGroupColumn"
				},
				{
					"Source":
					{
						"Text": "Mem Size"
					},
					"Translation":
					{
						"Text": "Mem Size"
					},
					"Key": "InMemSizeColumn"
				},
				{
					"Source":
					{
						"Text": "Mem Width"
					},
					"Translation":
					{
						"Text": "Mem Width"
					},
					"Key": "InMemWidthColumn"
				},
				{
					"Source":
					{
						"Text": "Name"
					},
					"Translation":
					{
						"Text": "Name"
					},
					"Key": "NameColumn"
				},
				{
					"Source":
					{
						"Text": "Operate"
					},
					"Translation":
					{
						"Text": "Operate"
					},
					"Key": "OperateColumn"
				},
				{
					"Source":
					{
						"Text": "Streaming"
					},
					"Translation":
					{
						"Text": "Streaming"
					},
					"Key": "StreamingColumn"
				},
				{
					"Source":
					{
						"Text": "UsageCount"
					},
					"Translation":
					{
						"Text": "UsageCount"
					},
					"Key": "UsageCountColumn"
				}
			]
		},
		{
			"Namespace": "STextureListRow",
			"Children": [
				{
					"Source":
					{
						"Text": "Operate"
					},
					"Translation":
					{
						"Text": "Operate"
					},
					"Key": "Operate"
				},
				{
					"Source":
					{
						"Text": "Unknown Column"
					},
					"Translation":
					{
						"Text": "Unknown Column"
					},
					"Key": "UnknownColumn"
				}
			]
		},
		{
			"Namespace": "STextureOverview",
			"Children": [
				{
					"Source":
					{
						"Text": "Total Num: "
					},
					"Translation":
					{
						"Text": "Total Num: "
					},
					"Key": "STextureOverview_TotalNum"
				},
				{
					"Source":
					{
						"Text": "Total Size In Mem: "
					},
					"Translation":
					{
						"Text": "Total Size In Mem: "
					},
					"Key": "STextureOverview_TotalSizeInMem"
				},
				{
					"Source":
					{
						"Text": "Total Size On Disk: "
					},
					"Translation":
					{
						"Text": "Total Size On Disk: "
					},
					"Key": "STextureOverview_TotalSizeOnDisk"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FMemreportParserModule",
					"Children": [
						{
							"Source":
							{
								"Text": "Bring up MemreportParser window"
							},
							"Translation":
							{
								"Text": "Bring up MemreportParser window"
							},
							"Key": "OpenPluginWindow_ToolTip"
						},
						{
							"Source":
							{
								"Text": "MemreportParser"
							},
							"Translation":
							{
								"Text": "MemreportParser"
							},
							"Key": "OpenPluginWindow"
						}
					]
				}
			]
		}
	]
}